<?php

/**
 * ۲۲ منطقه شهرداری تهران.
 */
return [
    1  => ['name' => 'منطقه ۱',  'neighborhoods' => ['تجریش', 'نیاوران', 'الهیه', 'زعفرانیه', 'ولنجک']],
    2  => ['name' => 'منطقه ۲',  'neighborhoods' => ['صادقیه', 'شهرآرا', 'ستارخان', 'پونک']],
    3  => ['name' => 'منطقه ۳',  'neighborhoods' => ['ونک', 'جردن', 'پاسداران', 'دروس']],
    4  => ['name' => 'منطقه ۴',  'neighborhoods' => ['تهرانپارس', 'رسالت', 'هروی', 'شمس‌آباد']],
    5  => ['name' => 'منطقه ۵',  'neighborhoods' => ['پونک', 'شهرزیبا', 'کن', 'ایران‌زمین']],
    6  => ['name' => 'منطقه ۶',  'neighborhoods' => ['امیرآباد', 'گیشا', 'کوی نصر', 'یوسف‌آباد']],
    7  => ['name' => 'منطقه ۷',  'neighborhoods' => ['سهروردی', 'بهار', 'نیلوفر', 'قصر']],
    8  => ['name' => 'منطقه ۸',  'neighborhoods' => ['تهرانپارس', 'کرمان', 'علم و صنعت']],
    9  => ['name' => 'منطقه ۹',  'neighborhoods' => ['استاد معین', 'مهرآباد', 'دکتر هوشیار']],
    10 => ['name' => 'منطقه ۱۰', 'neighborhoods' => ['آزادی', 'کارون', 'رودکی', 'سلسبیل']],
    11 => ['name' => 'منطقه ۱۱', 'neighborhoods' => ['انقلاب', 'جمهوری', 'حسن‌آباد', 'امیریه']],
    12 => ['name' => 'منطقه ۱۲', 'neighborhoods' => ['بازار', 'خانی‌آباد', 'راه‌آهن', 'پامنار']],
    13 => ['name' => 'منطقه ۱۳', 'neighborhoods' => ['نیروهوایی', 'تهران‌نو', 'پیروزی']],
    14 => ['name' => 'منطقه ۱۴', 'neighborhoods' => ['شکوفه', 'نیرو هوایی', 'دولت‌آباد']],
    15 => ['name' => 'منطقه ۱۵', 'neighborhoods' => ['افسریه', 'مشیریه', 'کیانشهر', 'جوادیه']],
    16 => ['name' => 'منطقه ۱۶', 'neighborhoods' => ['نازی‌آباد', 'یاخچی‌آباد', 'جوادیه']],
    17 => ['name' => 'منطقه ۱۷', 'neighborhoods' => ['ابوذر', 'زمزم', 'امامزاده حسن']],
    18 => ['name' => 'منطقه ۱۸', 'neighborhoods' => ['شادآباد', 'یافت‌آباد', 'تولیددارو']],
    19 => ['name' => 'منطقه ۱۹', 'neighborhoods' => ['خانی‌آباد نو', 'نعمت‌آباد', 'دولتخواه']],
    20 => ['name' => 'منطقه ۲۰', 'neighborhoods' => ['شهرری', 'دولت‌آباد', 'ابن‌بابویه']],
    21 => ['name' => 'منطقه ۲۱', 'neighborhoods' => ['تهرانسر', 'شهرک دانشگاه', 'وردآورد']],
    22 => ['name' => 'منطقه ۲۲', 'neighborhoods' => ['شهرک غرب', 'پونک', 'دهکده المپیک', 'چیتگر']],
];